[Version]
7.7

[Main]	
Item0000=HP Recovery Manager uygulamasına hoş geldiniz. Bu aracı, bilgisayarınız normal şekilde çalışmayı durdurduğunda tekrar çalışır duruma getirmek için kullanabilirsiniz.
Item0001=Hemen yardım almam gerekiyor
Item0002=Bakım işlerini yapmak istiyorum
Item0003=HP desteği ile irtibata geçmek istiyorum
Item0004=Güvenlik önlemleri almak istiyorum
Item0005=Windows Sistem Geri Yükleme
Item0006=Sisteminizi önceki bir tarihe geri yükleyin
Item0007=Windows Kurtarma Ortamı
Item0008=Görüntüyü yenilemek için yeniden başlatın ve Windows Kurtarma Ortamına girin ve sistemi orijinal fabrika durumuna geri getirin
Item0009=Dosya Yedekleme
Item0010=Kişisel verilerinizin yedeğini alın
Item0011=En Gerekli Öğeleri İçeren Görüntü ile Kurtarma
Item0012=Yalnızca işletim sistemini, sürücüleri ve belirli yazılımları geri yükle (temiz görüntü)
Item0013=Bilgisayar Denetimi Yap
Item0014=Bilgisayarınızın belleği, sabit sürücüsü vb. gibi öğelerini tanılamak için Donanım Tanılama'yı kullanın.
Item0015=Kurtarma Ortamı Oluşturma
Item0016=Sisteminiz için bir kurtarma ortamı seti oluşturun
Item0017=Kurtarma Bölümünü Kaldır
Item0018=Sabit sürücüde yer açmak için fabrikada yüklenen yazılım yedek görüntüsünü silin
Item0019=Fabrika Sıfırlaması
Item0020=Sabit sürücünün tümünü silerek ve orijinal fabrika durumuna geri yükleyerek bilgisayarı sıfırlayın
Item0021=Bilgisayarda Bakım Yap
Item0022=Sorunları belirleyip giderin, güncelleştirmeler indirin ve bilgisayarınız hakkında bilgi edinin
Item0023=HP'den Yardım Al
Item0024=HP Müşteri Desteği iletişim bilgilerini göster
Item0025=İletişim bilgilerini göster
Item0026=HP Müşteri Desteği iletişim bilgilerini göster
Item0027=Sürücü ve Uygulama Yeniden Yükleme
Item0028=Sürücüleri ve/veya uygulamaları yeniden yükleyin
Item0029=Devre dışı: Kurtarma bölümü kaldırılmış.
Item0030=Devre dışı: Sisteminizi kurtarmak için lütfen kurtarma medyası kullanın.
Item0031=Devre dışı: Windows Sistem Geri Yükleme kapatıldı.
Item0032=Devre dışı: HP Support Assistant yüklü değil.
Item0033=Windows Yedekleme ve Geri Yükleme
Item0034=Yedek oluşturun veya mevcut yedeklemeden dosyaları alın
Item0035=Erişim Hakları Yetersiz
Item0036=HP Recovery Manager uygulamasını çalıştırmak için için Yönetici Ayrıcalıkları gerekir. Lütfen Kullanıcı Hesap Denetimi (UAC) ayarını artırın. 	
Item0037=Sürüm: 00
Item0038=Devre Dışı: Dinamik Diskte Desteklenmiyor
Item0039=Devre Dışı: Windows Disk Yönetimini Kullanın
Item0040=Windows Dosya Geçmişi
Item0041=Bazı özellikler için Kurtarma Bölümüne erişim gereklidir. Lütfen tableti tabana yerleştirin ve bu seçenekleri etkinleştirmek için HP Recovery Manager'ı yeniden başlatın.
Item0042=Bu seçeneği kullanmak için, tableti tabana yerleştirin ve HP Recovery Manager'ı yeniden başlatın.
Item0043=Kurtarma ve Dosya Yedekleme seçenekleri, tabandaki Kurtarma Bölümüne erişim gerektirir. Lütfen tableti tabana yerleştirin, sistemi yeniden başlatın ve HP Recovery Manager'ı yeniden başlatmak için F11'e basın. Bilgisayar Denetimini çalıştırmak için Devam seçeneğine tıklayın.
Item0044=Windows Sistem Yenileme
Item0045=Önlemler
Item0046=Destek
Item0047=Bakım
Item0048=Kurtarma ortamı oluşturun.
Item0049=Sisteminiz için kurtarma ortamı oluşturun.
Item0050=Bilgisayarın bakımını yapın 
Item0051=HP desteği ile irtibata geçin.
Item0052=Kurtarma bölümünü çıkarın.
Item0053=Sisteminizi önceki bir tarihe geri yüklemek için, geri yükleme noktaları oluşturun veya daha önce oluşturduğunuz geri yükleme noktalarını kullanın.
Item0054=Windows Dosya Geçmişi
Item0055=HP Kurtarma Ortamı
Item0056=Sistemi orijinal fabrika durumuna geri yüklemek için yeniden başlatın ve HP Kurtarma Ortamı'na girin
Item0057=Kurtarma işlemi sırasında tableti takma biriminden çıkarmayın. Bu tableti önyüklenemez duruma sokacaktır.
Item0058=Sistemi geri yüklemek için yeniden başlatın ve 00 özelliğine girin
Item0059=Windows Sistem Sıfırlama
Item0060=HP Recovery Manager yalnızca yatay modda desteklenmektedir.
Item0061=Lütfen HP Recovery Manager'ı kapatın, ekranı yatay moda geçirin ve ardından HP Recovery Manager'ı yeniden çalıştırın.

[General]	
Item0100=Geri
Item0101=İleri
Item0102=İptal
Item0103=Devam
Item0104=Son
Item0105=Tamam
Item0106=HP Recovery Manager'dan çıkmak istiyor musunuz?
Item0107=Bilgisayarınızın güç adaptörüne bağlı olduğundan emin olun. Aksi takdirde, geri yükleme işlemi kesintiye uğrayabilir.
Item0108=HP Recovery Manager zaten çalışıyor!
Item0109=Yeniden Başlat
Item0110=Bilgisayarı Kapat
Item0111=Dikkat: Bilgisayarınız şu anda pil gücüyle çalışıyor.
Item0112=Bu işlem için bilgisayarın güç adaptörüne bağlı olması gerekir.
Item0113=Bilgisayarınızın güç adaptörünü bağlayın ve ardından Tamam'a basarak devam edin.
Item0114=HP Recovery Manager başarısız oldu. Hata kodu = 00
Item0115=Hatalarla karşılaşıyoruz. Lütfen yeniden deneyin.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(hata kodu=00)
Item0119=Geçerli yapılandırmada kurtarma işlemi desteklenmiyor, lütfen Intel Smart Response Technology için hızlandırma seçeneğini etkinleştirip tekrar deneyin.
Item0120=Recovery Manager, Windows 7 içindir. Windows 8 ile uyumlu değildir.
Item0121=Bu Softpaq paketi Windows 7 için desteklenmemektedir. Lütfen önce sistemi Windows 8'e yükseltin.
	
[Windows System Restore]
Item0200=Windows Sistem Geri Yükleme
Item0201=Windows Sistem Geri Yükleme'yi kullanmak için, HP Recovery Manager kapatılacak.
Item0202=Windows Sistem Geri Yükleme, bilgisayarınızın yavaş çalışmasına veya yanıt vermeyi kesmesine neden olabilecek sorunların çözümüne yardımcı olabilir. Belge, resim veya diğer kişisel verilerinizin hiçbirini etkilemez.
Item0203=Windows Sistem Geri Yükleme'yi otomatik olarak başlatmak için, İleri'yi tıklatın.
	       	
[Computer Checkup]	
Item0250=Bilgisayar Denetimi
Item0251=Windows Bölümü için Disk Denetimi'ni Başlat
Item0252=Kurtarma Bölümü için Disk Denetimi'ni Başlat
Item0253=Bir Komut İstemi Aç
Item0254=Devam etmek için, bir seçenek belirleyin ve İleri'yi tıklatın.
		
[Remove Recovery Partition]	
Item0300=Kurtarma Bölümünü Kaldır
Item0301=Kurtarma bölümünü kaldırdıktan sonra, Windows Push Button Reset (Windows Basma Düğmesi Sıfırlama) ve HP görüntü kurtarma seçenekleri kullanılamaz.
Item0302=Anlaşıldı. Kurtarma bölümünü kaldırmaya devam edin.
Item0303=Devam
Item0304=Kurtarma Ortamı oluşturma tamamlanmadı. Kurtarma Ortamı oluşturma seçeneği, kurtarma bölümü kaldırıldıktan sonra kullanılamayacak.
Item0305=Şimdi 00 öğesine gidin.
Item0306=Kurtarma Bölümü Kaldırılıyor...
Item0307=Giriş sayfasına dönmek için Devam'ı tıklatın
Item0308=Giriş Sayfası
Item0309=Kurtarma Ortamı Oluştur
Item0310=Kurtarma bölümünü kaldırırken hatalarla karşılaşıyoruz. Lütfen yeniden deneyin.
Item0311=Kurtarma bölümü başarıyla kaldırıldı.
Item0312=HP görüntüsü kurtarma seçenekleri, kurtarma bölümü kaldırıldıktan sonra kullanılamayacak.
		
[File Restore Program]	
Item0400=Dosya Geri Yükleme 
Item0401=Hoş Geldiniz
Item0402=Dosya Geri Yükleme, önceden yedeklediğiniz dosyaları geri yükleyebilmenizi sağlar.
Item0403=Devam etmek için İleri'yi tıklatın.
Item0404=Ne tür dosyaları geri yüklemek istiyorsunuz?
Item0405=Resimler
Item0406=Müzik ve diğer ses dosyaları
Item0407=Videolar ve filmler
Item0408=Kaydedilmiş TV programları
Item0409=Belgeler, elektronik tablolar ve sunular
Item0410=E-posta iletileri, Internet sık kullanılanları ve ayarlar
Item0411=Diğer
Item0412=Yardım
Item0413=Dosyalarınız, aşağıdaki konuma geri yüklenecek:
Item0414=Masaüstünüze bu konumun bir kısayolu yerleştirilmiştir.
Item0415=Geri yükleme devam ediyor
Item0416=İlerleme durumu:  %00
Item0417=Lütfen bekleyin...
Item0418=Dosyalar Geri Yüklendi
Item0419=Geri yükleme başarıyla tamamlandı.
Item0420=Bu programı kapatmak için Son'u tıklatın.
Item0421=Geri yüklenen bazı dosyaların yolu 260 karakterden uzun. Lütfen buraya bakın: 00.
Item0422=Tamam
Item0423=Uyarı
Item0424=Dosya Geri Yükleme zaten çalışıyor.
Item0425=Dosya Geri Yükleme'yi çalıştırmak için Windows 7'de olmanız gerekir.
Item0426=Dosya Geri Yükleme İptal Edilsin mi?
Item0427=Geri Yükleme İptal Edildi
Item0428=Geri yükleme işlemini iptal ettiniz.
Item0429=Yedekleme dosyalarını nereye kaydetmek istersiniz?
Item0430=Yerel Disk
		
[File Backup Program]	
Item0500=Dosya Yedekleme
Item0501=Ne tür dosyaları yedeklemek istiyorsunuz?
Item0502=Resimler
Item0503=Müzik ve diğer ses dosyaları
Item0504=Videolar ve filmler
Item0505=Kaydedilmiş TV programları
Item0506=Belgeler, elektronik tablolar ve sunular
Item0507=E-posta iletileri, Internet sık kullanılanları ve ayarlar
Item0508=Diğer
Item0509=Yardım
Item0510=Devam etmek için İleri'yi tıklatın.
Item0511=Tarama
Item0512=Dosya Yedekleme Sihirbazı, yedeklenecek dosyaların listesini oluşturuyor.
Item0513=Bu işlem uzun sürebilir.
Item0514=İlerleme durumu: %00
Item0515=Lütfen bekleyin...
Item0516=Veri sıkıştırma sırasında geçici depolama için şu anda sabit sürücüdeki sistem bölümünde yeterli boş alan yok.
Item0517=İşleme devam etmek için, sabit sürücüdeki sistem bölümünde yer açmanız gerekiyor.
Item0518=Tamam
Item0519=Uyarı
Item0520=Devam etmek için, bir seçenek belirleyin ve İleri'yi tıklatın.
Item0521=Yedek oluşturuluyor
Item0522=Yedek dosyalar oluşturuluyor
Item0523=Yedek dosyalar tamamlanıyor
Item0524=Kullanıcının seçtiği türde bulunabilecek hiçbir dosya yok.
Item0525=Yedeği nereye kaydetmek istiyorsunuz?
Item0526=Kaynak dosyaların boyutu:  00
Item0527=Ad
Item0528=Tür
Item0529=Toplam boyut
Item0530=Boş alan
Item0531=Dosya yedekleme için kullanılabilir bir aygıt yok. Çıkarılabilir diskinizin bağlı olduğundan emin olun.
Item0532=Çıkarılabilir
Item0533=Dosya Yedekleme hazır.
Item0534=Dosyalarınız (00) konumuna kaydedilecek.
Item0535=Yedek kopyalanıyor 
Item0536=Hedef sürücü bağlı değil.
Item0537=Dosya Yedekleme
Item0538=HP Recovery Manager, yedeği başarıyla oluşturdu.
Item0539=Dosya Yedekleme İptal Edilsin mi?
Item0540=İptal
Item0541=Yedekleme İptal Edildi
Item0542=Yedekleme işlemini başarıyla iptal ettiniz.
Item0543=Yedekleme işlemini iptal ettiniz.
Item0544=Sistem Kurtarma'ya devam etmek istiyor musunuz?
Item0545=En Gerekli Öğeleri İçeren Görüntü ile Kurtarma'ya devam etmek istiyor musunuz?
Item0546=Fabrika Sıfırlama'ya devam etmek istiyor musunuz?
Item0547=Evet
Item0548=Hayır
Item0549=CD/DVD Yazıcı
Item0550=Dosya yedekleme için kullanılabilir bir aygıt yok. Çıkarılabilir diskinizin veya CD/DVD yazıcınızın bağlı olduğundan emin olun.
Item0551=Otomatik Yedekleme
Item0552=Kullanıcının yedekleme için kategoriler seçebilmesini (örneğin - Fotoğrafları) sağlar. Yedekleme, kategori tarafından genellikle en çok kullanılan dosya türlerini kapsar. Bu seçeneği, yedeklemenizi yapılandırmanın kolay bir yolu olarak kullanabilirsiniz.
Item0553=El İle Yedekleme
Item0554=Kullanıcıların yedeklenecek belirli dosya ve klasörleri seçebilmesini sağlar. Yedeklenen her şey üzerinde tam kontrol sahibi olmak istiyorsanız bu seçeneği kullanın.
Item0555=Doğrudan Veri Kopyalama
Item0556=Doğrudan Veri Kopyalama, sıkıştırma özelliğini kullanmaz ve dosyalar HP Recovery Manager kullanılarak geri yüklenmez. Yedekleme tamamlandıktan sonra dosyalara herhangi bir bilgisayardan erişmek için, Sistem Kurtarma Dosyaları dizinine gitmeniz yeterli olacaktır.
Item0557=Verileri orijinal sisteme geri yüklemek için dosyaları Kopyalayıp geri Yapıştırın.
Item0558=Boş bir DVD+R veya DVD-R disk takın ve İleri'yi tıklatın.
Item0559=Yazma işlemi:  %00
Item0560=Toplam Disk:  00
Item0561=Geçerli Disk:  00
Item0562=Diski Takın
Item0563=Boş bir disk takın.
Item0564=Takılan disk, HP Recovery Manager'da desteklenmiyor. Lütfen boş bir DVD+R veya DVD-R (4,7 GB kapasiteli) disk takın.
Item0565=Veriler Hazırlanıyor 
	
[Recovery Media Creation]	
Item0600=Giriş Sayfası
Item0601=Kurtarma Ortamı Oluştur
Item0602=Yalnızca 00 kurtarma ortamı seti oluşturmanıza izin verilir.
Item0603=Kabul Ediyorum.
Item0604=Devam
Item0605=Lütfen aşağıdaki ortamlardan birini takın:
Item0606=USB Flash Sürücü
Item0607=En az 00 GB Kapasite Gerekli
Item0608=DVD
Item0609=00 Disk Gerekli
Item0610=DVDDL
Item0611=Vurgulanan ortamla devam edilsin mi?
Item0612=Evet
Item0613=Hayır
Item0614=USB kurtarma flash sürücüsü oluşturuluyor...
Item0615=Diski Hazırla
Item0616=USB Flash Sürücüsü Biçimlendiriliyor
Item0617=Görüntüyü Kopyala
Item0618=Kurtarma görüntüsü, USB flash sürücüsüne kopyalanıyor...
Item0619=Diski Doğrula
Item0620=USB flash sürücüsü kurtarma görüntüsü doğrulanıyor...
Item0621=%00 tamamlandı
Item0622=Diski Takın
Item0623=Devam etmek için lütfen bir 00 disk takın. Kurtarma Ortamı oluşturmayı durdurmak için İptal'i tıklatın. Kurtarma Ortamı oluşturma işlemi, Kurtarma Ortamı Oluştur seçeneği yeniden tıklatılarak her zaman durdurulabilir.
Item0624=Verileri Hazırla
Item0625=Kurtarma görüntüsü oluşturuluyor
Item0626=Verileri Yaz
Item0627=Kurtarma görüntüsü diske yazılıyor
Item0628=Diski Doğrula
Item0629=Diskteki Kurtarma görüntüsü doğrulanıyor
Item0630=Kurtarma ortamı 00 tarihinde oluşturuldu. Yalnızca BİR kurtarma ortamı seti oluşturmanıza izin verilir.
Item0631=Giriş sayfasına dönmek için Tamam'ı tıklatın
Item0632=Tamam
Item0633=Kurtarma Ortamı oluşturma tamamlanmadı. Kurtarma ortamı oluşturmayı tamamlamak için Devam'ı tıklatın.
Item0634=İptal
Item0635=Lütfen bilgisayarınızın güç adaptörünü bağlayın
Item0636=Bu işleme devam edebilmek için pil takılı olmalı ve bilgisayarınız güç adaptörüne bağlı olmalıdır
Item0637=Lütfen Pili Takın
Item0638=Optik Sürücü bulunamadı
Item0639=Optik Sürücü'yü şimdi bağlayabilirsiniz
Item0640=Blu-ray Disk
Item0641=00 Kurtarma diskinin oluşturulması tamamlandı. Lütfen 00 diskini etiketleyin ve güvenli bir yerde saklayın.
Item0642=USB Flash sürücüsü biçimlendirilecek. USB flash sürücüsündeki tüm veriler kaybolacak. USB Flash sürücüsündeki tüm alan, kurtarma görüntüsü için kullanılacak (USB Flash sürücüsü, kurtarma görüntüsünün tahmin edilen boyutundan büyük de olsa).
Item0643=Ortam seçimine dönmek için İptal'i veya disk hazırlığına başlamak için Devam'ı tıklatın.
Item0644=Lütfen aşağıdaki ortamlardan birini Seçin 
Item0645=BİR
Item0646=Donanım Analiz Ediliyor…
Item0647=Kurtarma ortamı oluşturma işlemi devam ediyor. HP Recovery Manager kapatılamaz.
Item0648=Kurtarma ortamı oluşturulurken hatalarla karşılaşıyoruz. Lütfen yeniden deneyin.
Item0649=Takılan flash sürücünün kapasitesi yetersiz. Lütfen başka bir sürücü takın.
Item0650=Yeniden yazdırılabilir ortam desteklenmiyor. Lütfen boş bir 00 diski takın.
Item0651=Takılan disk boş değil. Lütfen boş bir 00 diski takın.
Item0652=00 / 01 kurtarma diski tamamlandı. Lütfen 00 / 01 diskini etiketleyin ve güvenli bir yerde saklayın.
Item0653=Kurtarma diski başarıyla oluşturuldu.
Item0654=Kurtarma flash sürücüsü başarıyla oluşturuldu. Lütfen diski etiketleyin ve güvenli bir yerde saklayın.
Item0655=00 Disk Gerekli
Item0656=Yeniden yazdırılabilir ortam desteklenmiyor!!
Item0657=Takılan ortam desteklenmiyor!!
Item0658=Kurtarma Bölümü kaldırıldı - Kurtarma Ortamı oluşturma seçeneği artık kullanılamaz
Item0659=Disk doğrulanamadı. Lütfen başka bir disk kullanarak tekrar deneyin.
Item0660=Diske yazılamadı. Lütfen başka bir disk kullanarak tekrar deneyin.
Item0661=Bu sistem Kurtarma Ortamından oluşturuldu. Yalnızca BİR kurtarma ortamı seti oluşturmanıza izin verilir.
Item0662=Kurtarma bölümü kaldırıldı.
Item0663=USB sınırı aşıldı
Item0664=Kurtarma görüntüsü 32 GB boyutunu aşıyor. Optik medya kullanın.
Item0665=Kurtarma görüntüsü, USB flash sürücüsü için 32 GB boyut sınırını aşıyor. Kurtarma medyası oluşturmak için, optik medya (DVD'ler) kullanmanız gerekecek.
Item0666=Lütfen USB flash sürücüsünün 00 GB veri (en fazla 32 GB) alabildiğinden emin olun.
Item0667=- Kurtarma diski 00 / 01 tamamlandı. Lütfen diski "00 / 01" olarak etiketleyin ve güvenli bir yerde saklayın.
Item0668=- Lütfen devam etmek için bir disk yerleştirin ya da kurtarma medyası oluşturma işlemini durdurmak için İptal'i tıklatın. 
Item0669=- İstediğiniz zaman tekrar Kurtarma Medyası Oluştur seçeneğini seçerek devam edebilirsiniz.
Item0670=Dikkat: Seçilen USB flash sürücü biçimlendirilecektir. USB flash sürücü üzerindeki tüm veriler kaybolacaktır.
Item0671=Kurtarma görüntüsü için USB flash sürücüde maksimum 32 GB alan kullanılır. USB flash sürücü 32 GB'tan büyükse, kurtarma ortamı oluşturulduktan sonra flash sürücü üzerindeki fazla alan kullanılamaz hale gelir.
Item0672=Medya seçimine geri dönmek için İptal'i tıklatın ya da kurtarma medyası oluşturma işlemine devam etmek için Devam et'i tıklatın.
Item0673=Ortam seçimine geri dönmek için 00 öğesini seçin ya da kurtarma ortamı oluşturma işlemini başlatmak için 01 öğesini seçin.
	
[System Recovery]	
Item0700=Bilgisayarınızı orijinal fabrika durumuna geri yükleyin
Item0701=Bu işlemle sistem bölümündeki orijinal fabrika görüntüsü yeniden yüklenir, ancak diğer sabit sürücü değişiklikleri uygulanmaz.
Item0702=Satın almadan sonra yüklenen kullanıcı tarafından oluşturulmuş tüm dosyalar kaybolacak.
Item0703=Önce dosyalarınızı yedekleyin (önerilir)
Item0704=Dosyalarınızı yedeklemeden kurtarın
Item0705=Devam etmek için, bir seçenek belirleyin ve İleri'yi tıklatın.
Item0706=HP Kurtarma Ortamı
Item0707=HP Recovery Manager'a Hoş Geldiniz
Item0708=Bu programı, bilgisayarınızı orijinal fabrika durumuna kurtarmak için kullanın.
Item0709=Devam etmeden önce lütfen tüm harici aygıtları çıkarın.
Item0710=Daha fazla bilgi için bilgisayarınızla birlikte verilen belgelere bakın.
Item0711=Devam etmek için İleri'yi tıklatın.
Item0712=Fabrika görüntüsü yeniden yükleme
Item0713=Sabit sürücünüzün Windows bölümü yeniden biçimlendiriliyor
Item0714=Orijinal yazılım yeniden yükleniyor
Item0715=İlerleme durumu:  %00 
Item0716=Kalan tahmini süre: 00 dakika
Item0717=Lütfen bekleyin...
Item0718=Kurtarma tamamlandı
Item0719=Bilgisayar yeniden başladıktan ve siz bilgisayarın başlangıç kurulumunu tamamladıktan sonra, bazı ek önemli adımları uygulamanız gerekir:
Item0720=Microsoft ve HP güvenlik dosyalarını güncelleştirin
Item0721=Bilgisayarla birlikte verilmeyen yazılımları yeniden yükleyin
Item0722=Yedeklemiş olabileceğiniz kişisel verileri geri yükleyin (varsa)
Item0723=Bilgisayarı şimdi yeniden başlatmak için Son'u tıklatın.
Item0724=Kurtarma Hazırlığı
Item0725=Sabit sürücü yeniden biçimlendirilir ve fabrika görüntüsünü geri yüklemek için gerekli tüm dosyalar sabit sürücüye kopyalanır.
Item0726=Kurtarmayı Yükleme
Item0727=Yazılım ve sürücüler yüklenir ve içerik bilgisayarınız için özelleştirilir.
Item0728=HP Recovery Manager, sabit sürücüyü fabrikadan çıktığı hale sıfırlayacak. Kullanıcı Verileri ve sabit sürücü değişiklikleri kaybolacak.
Item0729=Tamam
Item0730=İptal
Item0731=Fabrika görüntüsü kurtarma hazırlığı
Item0732=Sabit sürücüyü geri yüklemek için gerekli dosyalar kopyalanıyor
Item0733=Kurtarma Hazırlığı tamamlandı
Item0734=Bilgisayar yeniden başlatıldıktan sonra, kurtarma yükleme aşaması başlayacak.
Item0735=Yazılım ve sürücüler yüklenecek ve içerik bilgisayarınız için özelleştirilecek.
Item0736=Bu aşama sırasında bilgisayarınız birkaç kez otomatik olarak yeniden başlayacak. Bu, işlemin normal bir parçasıdır.
Item0737=Bu sırada bilgisayarı veya kapağını kapatmayın, güç adaptörü bağlantısını kesmeyin veya bilgisayara erişmeye çalışmayın.
Item0738=Şimdi bilgisayarı yeniden başlatmak için Devam'ı tıklatın.
Item0739=Şu kurtarma diskini takın: #00.
Item0740=Kurtarma Ortamını sistemden çıkarın
Item0741=Sistem Kurtarma, Windows'tan yapılamaz. Bilgisayarı yeniden başlatmak ve kurtarma ortamına girmek istiyor musunuz?
Item0742=Devam etmek istiyor musunuz?
Item0743=Kurtarma Ortamı Hazırlanıyor…
Item0744=Lütfen tüm uygulamalarınızı kapatın ve sisteminizi yeniden başlatın.
Item0745=Devam etmeden önce lütfen klavye, fare ve monitör dışındaki tüm harici aygıtları çıkarın.
Item0746=Sistem Kurtarma, Windows'tan yapılamaz. Bilgisayarı yeniden başlatmak ve kurtarma ortamına girmek istiyor musunuz?
Item0747=Kurtarma işlemi iki aşamalıdır:
Item0748=Giriş Sayfası
Item0749=Sistem Kurtarma
Item0750=Devre Dışı: Sisteminizi kurtarmak için lütfen Fabrika Sıfırlaması seçeneğini kullanın	
Item0751=Microsoft ve HP tarafından sağlanan en son güncelleştirmeleri yükleyerek sisteminizi en güncel hale getirin.
Item0752=HP Kurtarma Ortamı'nı seçtiniz. Sistem yeniden başlatılacak ve kurtarma ortamına girecek. Devam etmek istiyor musunuz?
Item0753=Bilgisayarınız orijinal olarak birden fazla işletim sistemine sahipse, kurtarma işlemi tüm işletim sistemlerini fabrika durumuna sıfırlayacaktır.
Item0754=00 öğesini seçtiniz. Sistem yeniden başlayacak ve kurtarma ortamına girecektir. Devam etmek istiyor musunuz?
Item0755=Kullanıcı tarafından oluşturulmuş tüm dosyalar ve bölümler ile satın almadan sonra yüklenen tüm programlar kaybolacaktır.
Item0756=Kurtarma işlemi iki aşamalıdır:
Item0757=Kurtarma Hazırlığı
Item0758=Windows bölümü yeniden biçimlendirilir ve Windows'u orijinal fabrika durumuna geri yüklemek için gerekli tüm dosyalar sabit sürücüye kopyalanır.
Item0759=Kurtarmayı Yükleme
Item0760=Yazılım ve sürücüler yüklenir ve içerik bilgisayarınız için özelleştirilir.
Item0761=Dosyaların sabit sürücüye geri yüklenmesi
Item0762=HP Drive Encryption (HPDE) bu bilgisayarda etkin. Lütfen Sistem Kurtarma'yı çalıştırmadan önce HPDE'yi devre dışı bırakın.
	
[Minimized Image Recovery]	
Item0800=En Gerekli Öğeleri İçeren Görüntü ile Kurtarma
Item0801=Bu işlem, sürücüler ve en gerekli yazılımlarla birlikte temiz bir Windows ortamını yeniden yükleyecek.
Item0802=Satın almadan sonra yüklenen kullanıcı tarafından oluşturulmuş tüm dosyalar kaybolacak.
Item0803=Önce dosyalarınızı yedekleyin (önerilir)
Item0804=Dosyalarınızı yedeklemeden kurtarın
Item0805=Devam etmek için, bir seçenek belirleyin ve İleri'yi tıklatın.
Item0806=En Gerekli Öğeleri İçeren Görüntü ile Kurtarma
Item0807=HP Recovery Manager'a Hoş Geldiniz
Item0808=Bu işlem, sürücüler ve en gerekli yazılımlarla birlikte temiz bir Windows ortamını yeniden yükleyecek.
Item0809=Kurtarma işlemi iki aşamalıdır:
Item0810=Kurtarma Hazırlığı
Item0811=Sabit sürücü yeniden biçimlendirilir ve en gerekli öğeleri içeren görüntüyü geri yüklemek için gerekli tüm dosyalar sabit sürücüye kopyalanır.
Item0812=Kurtarmayı Yükleme
Item0813=Yazılım ve sürücüler yüklenir ve içerik bilgisayarınız için özelleştirilir.
Item0814=Devam etmeden önce lütfen tüm harici aygıtları çıkarın.
Item0815=Daha fazla bilgi için bilgisayarınızla birlikte verilen belgelere bakın.
Item0816=Devam etmek için İleri'yi tıklatın.
Item0817=Dinamik Disk algılanıyor. Kurtarmaya devam edilemiyor. Bilgisayarınızı geri yüklemek için Kurtarma Ortamını kullanmanız gerekiyor
Item0818=En gerekli öğeleri içeren görüntü ile kurtarma hazırlığı
Item0819=Sabit sürücünüzün Windows bölümü yeniden biçimlendiriliyor
Item0820=Sabit sürücüyü geri yüklemek için gerekli dosyalar kopyalanıyor
Item0821=İlerleme durumu:  %00 
Item0822=Kalan tahmini süre: 00 dakika
Item0823=Lütfen bekleyin...
Item0824=Kurtarma Hazırlığı tamamlandı
Item0825=Bilgisayar yeniden başlatıldıktan sonra, kurtarma yükleme aşaması başlayacak.
Item0826=Yazılım ve sürücüler yüklenecek ve içerik bilgisayarınız için özelleştirilecek.
Item0827=Bu aşama sırasında bilgisayarınız birkaç kez otomatik olarak yeniden başlayacak. Bu, işlemin normal bir parçasıdır.
Item0828=Bu sırada bilgisayarı veya kapağını kapatmayın, güç adaptörü bağlantısını kesmeyin veya bilgisayara erişmeye çalışmayın.
Item0829=Şimdi bilgisayarı yeniden başlatmak için Devam'ı tıklatın.
Item0830=Kurtarma tamamlandı
Item0831=Bilgisayar yeniden başladıktan ve siz bilgisayarın başlangıç kurulumunu tamamladıktan sonra, bazı ek önemli adımları uygulamanız gerekir:
Item0832=Microsoft ve HP güvenlik dosyalarını güncelleştirin
Item0833=Bilgisayarla birlikte verilmeyen yazılımları yeniden yükleyin
Item0834=Yedeklemiş olabileceğiniz kişisel verileri geri yükleyin (varsa)
Item0835=Bilgisayarı şimdi yeniden başlatmak için Son'u tıklatın.
Item0836=Tamam
Item0837=Şu kurtarma diskini takın: #00.
Item0838=Kurtarma Ortamını sistemden çıkarın
Item0839=HP Recovery Manager, En Gerekli Öğeleri İçeren görüntüyü yükler. Kullanıcı Verileri ve sabit sürücü değişiklikleri kaybolacak.
Item0840=Devam etmeden önce lütfen klavye, fare ve monitör dışındaki tüm harici aygıtları çıkarın.
Item0841=Devre Dışı: Sisteminizi kurtarmak için lütfen Fabrika Sıfırlaması seçeneğini kullanın
Item0842=Bilgisayarınız orijinal olarak birden fazla işletim sistemine sahipse, kurtarma işlemi tüm işletim sistemlerini fabrika durumuna sıfırlayacaktır.
	
[Boot from UCRD]	
Item0900=Sistem Kurtarma
Item0901=HP Recovery Manager, varsayılan olarak sabit sürücünüzden başlar, ancak bunu taktığınız ortamdan da çalıştırabilirsiniz.
Item0902=Programı ortamdan çalıştır
Item0903=Programı sabit sürücüden çalıştır
Item0904=Devam etmek için, bir seçenek belirleyin ve İleri'yi tıklatın.
Item0905=Programı Sabit Sürücüden Çalıştır
Item0906=Bilgisayar şimdi bölümden yeniden başlatılacak.
Item0907=Devam etmeden önce kurtarma ortamını kaldırın.
Item0908=Bu sihirbazı kapatmak için Son'u tıklatın.
Item0909=HP Müşteri Desteği'ne başvurun
Item0910=Sistem kurtarma ortamı, bu bilgisayarı desteklemiyor.
Item0911=Bu sistemi ortamla geri yükleyemezsiniz.
Item0912=Bu sistemi aygıt bağlantı noktasıyla geri yükleyemezsiniz, lütfen HP Müşteri Desteği’ne başvurun.
		
[Factory Reset]	
Item1000=Fabrika Sıfırlaması
Item1001=Fabrika Görüntüsü Yeniden Yükleme
Item1002=Sisteminizi orijinal fabrika durumuna geri yüklemek istiyor musunuz?
Item1003=Önce dosyalarınızı yedekleyin (önerilir)
Item1004=Dosyalarınızı yedeklemeden kurtarın
Item1005=Devam etmek için, bir seçenek belirleyin ve İleri'yi tıklatın.
Item1006=HP Recovery Manager'a Hoş Geldiniz
Item1007=Bu programı, bilgisayarınızı orijinal fabrika durumuna kurtarmak için kullanın.
Item1008=Kurtarma işlemi iki aşamalıdır:
Item1009=Kurtarma Hazırlığı
Item1010=Sabit sürücü yeniden biçimlendirilir ve fabrika görüntüsünü geri yüklemek için gerekli tüm dosyalar sabit sürücüye kopyalanır.
Item1011=Kurtarmayı Yükleme
Item1012=Yazılım ve sürücüler yüklenir ve içerik bilgisayarınız için özelleştirilir.
Item1013=Devam etmeden önce lütfen tüm harici aygıtları çıkarın.
Item1014=Daha fazla bilgi için bilgisayarınızla birlikte verilen belgelere bakın.
Item1015=Devam etmek için İleri'yi tıklatın.
Item1016=HP Recovery Manager, sabit sürücüyü fabrikadan çıktığı hale sıfırlayacak. Kullanıcı Verileri ve sabit sürücü değişiklikleri kaybolacak.
Item1017=Fabrika görüntüsü kurtarma hazırlığı
Item1018=Sabit sürücünüzün Windows bölümü yeniden biçimlendiriliyor
Item1019=Sabit sürücüyü geri yüklemek için gerekli dosyalar kopyalanıyor
Item1020=Dosyalar sabit sürücüye geri yükleniyor
Item1021=İlerleme durumu:  %00 
Item1022=Lütfen bekleyin...
Item1023=Kalan tahmini süre: 00 dakika
Item1024=Kurtarma Hazırlığı tamamlandı
Item1025=Bilgisayar yeniden başlatıldıktan sonra, kurtarma yükleme aşaması başlayacak.
Item1026=Yazılım ve sürücüler yüklenecek ve içerik bilgisayarınız için özelleştirilecek.
Item1027=Bu aşama sırasında bilgisayarınız birkaç kez otomatik olarak yeniden başlayacak. Bu, işlemin normal bir parçasıdır.
Item1028=Bu sırada bilgisayarı veya kapağını kapatmayın, güç adaptörü bağlantısını kesmeyin veya bilgisayara erişmeye çalışmayın.
Item1029=Şimdi bilgisayarı yeniden başlatmak için Devam'ı tıklatın.
Item1030=Kurtarma tamamlandı
Item1031=Bilgisayar yeniden başladıktan ve siz bilgisayarın başlangıç kurulumunu tamamladıktan sonra, bazı ek önemli adımları uygulamanız gerekir:
Item1032=Microsoft ve HP güvenlik dosyalarını güncelleştirin
Item1033=Bilgisayarla birlikte verilmeyen yazılımları yeniden yükleyin
Item1034=Yedeklemiş olabileceğiniz kişisel verileri geri yükleyin (varsa)
Item1035=Bilgisayarı şimdi yeniden başlatmak için Son'u tıklatın.
Item1036=Evet
Item1037=Hayır
Item1038=HP Müşteri Desteği'ne başvurun
Item1039=Çoğu durumda, sabit sürücünüzün geri yüklenmesi sorunlarınızı çözer.
Item1040=Sorun devam ederse, HP Müşteri Desteği ile bağlantı kurmanız gerekebilir.
Item1041=HP Destek iletişim bilgilerini, bilgisayarınızın belgelerinde bulabilirsiniz.
Item1042=Bu programı kapatmak için Son'u tıklatın.
Item1043=Şu kurtarma diskini takın: #00.
Item1044=Kurtarma Ortamını sistemden çıkarın
Item1045=HP Recovery Manager, sabit sürücüleri fabrikadan çıktığı orijinal hale sıfırlayacak. Kullanıcı Verileri ve tüm sabit sürücü değişiklikleri kaybolacak.
Item1046=Tamam
Item1047=İptal
Item1048=Devam etmeden önce lütfen klavye, fare ve monitör dışındaki tüm harici aygıtları çıkarın.
Item1049=HP Recovery Manager sabit sürücüleri orijinal fabrika durumuna sıfırlayacak. Kullanıcı Verileri ve tüm sabit sürücü değişiklikleri kaybolacak.	
Item1050=Bu işlem sisteminizi orijinal fabrika durumuna geri yükleyecektir.
Item1051=Sabit sürücü bölümlere ayrılacak ve orijinal fabrika durumuna yeniden biçimlenecektir.
Item1052=Kullanıcı tarafından oluşturulmuş tüm dosyalar ve bölümler ve satın alınma sonrasında yüklenen programlar kaybedilecektir.
Item1053=Bilgisayarınız orijinal olarak birden fazla işletim sistemine sahipse, kurtarma işlemi tüm işletim sistemlerini fabrika durumuna sıfırlayacaktır.
	
[Restoration Incomplete]	
Item1100=Geri Yükleme Tamamlanmadı
Item1101=Geri yükleme tamamlanmadı.
Item1102=Lütfen aşağıdaki düğmelerden birini seçin:
Item1103=Günlüğü Kaydet
Item1104=Ayrıntılar
Item1105=Yeniden Dene
Item1106=Bu özellik, HP'nin sorunu tanılamasına yardımcı olmak için sisteminiz hakkında bilgiler toplar.
Item1107=En az 00 MB boş alan bulunan bir çıkarılabilir disk takın ve ardından Tamam'ı tıklatın.
Item1108=Tamam
Item1109=Yeterli boş alan yok. En az 00 MB boş alan bulunan bir çıkarılabilir disk takın ve ardından Tamam'ı tıklatın.
Item1110=Günlük dosyası 00 olarak kaydedildi.
Item1111=Kurtarma ortamını takın.
Item1112=Şimdi bilgisayarı yeniden başlatmak için Devam'ı tıklatın.
Item1113=Devam
Item1114=Toplam sabit sürücü alanı, fabrikada takılan orijinal sabit sürücünün alanından az. Kurtarma işlemine devam edilemiyor.
Item1115=Toplam sabit sürücü alanı çok az. Kurtarma işlemine devam edilemiyor.
		
[Drivers and Applications Reinstall]	
Item1200=Sürücü ve Uygulama Yeniden Yükleme
Item1201=Sürücü ve uygulamaların listesi oluşturuluyor
Item1202=Giriş Sayfası
Item1203=Yükle
Item1204=Yükleniyor
Item1205=Tamamlandı
Item1206=Uygulamalar (00)
Item1207=Sürücüler (00)
Item1208=HP Güncelleştirmeleri (00) - HP.com veya HP Support Assistant'tan indirilen veya yüklenen güncelleştirmeler
Item1209=Sürüm: 00
Item1210=00 öğe,
Item1211=00 / 01 seçilen öğe,
Item1212=00 Uygulama ve
Item1213=00 Uygulama ve
Item1214=00 Sürücü ve
Item1215=00 Sürücü ve
Item1216=00 HP Güncelleştirmesi
Item1217=00 HP Güncelleştirmesi
Item1218=Yükleme tamamlandı.
Item1219=Yazılım yükleniyor. HP Recovery Manager'ın kapatılması iptal edildi.
Item1220=Tamam
Item1221=Yazılımı yeniden yüklemeden önce lütfen önceki sürümünü kaldırın.
Item1222=Yazılımı yeniden yüklerken hatalarla karşılaşıyoruz. Lütfen yeniden deneyin.
Item1223=Bu Makinede Hiçbir Yazılım Kaynağı Bulunamadı
Item1224=Öğe
Item1225=00 / 01 seçilen öğe,
Item1226=Seçilen sürücü ve/veya uygulamalardan bir veya daha fazlası düzgün şekilde yüklenmemiş olabilir ve “Ünlem işareti” ile işaretlenmiştir. Lütfen bu sürücü ve/veya uygulamaları HP Recovery Manager'dan tekrar yüklemeye çalışmadan önce bilgisayardan kaldırın.
Item1227=Seçilen sürücü ve/veya uygulamalardan bir veya daha fazlası düzgün şekilde yüklenmemiş olabilir ve 00 ile işaretlenmiştir. Lütfen bu sürücü ve/veya uygulamaları HP Recovery Manager'dan tekrar yüklemeye çalışmadan önce bilgisayardan kaldırın.
Item1228=00 Sürücü
Item1229=00 Sürücü
Item1230=Bitti	
	
[RP Protection]	
Item1300=Kurtarma Bölümü
Item1301=Uyarı
Item1302=Sabit diskinizin bu alanı (veya bölümü), Windows Push Button Reset (Windows Basma Düğmesi Sıfırlama) ve HP görüntü kurtarma sırasında kullanılan dosyaları içerir.
Item1303=Bu dosyaları silmeyin veya değiştirmeyin.
Item1304=Bu bölüm üzerinde yapılan herhangi bir değişiklik gelecekte sistem kurtarma işlevselliğini etkileyebilir.
	
[Show Contact Information]	
Item1350=HP Müşteri Desteği'ne başvurun
Item1351=Çoğu durumda, fabrika görüntüsünün geri yüklenmesi sorunlarınızı çözer.
Item1352=Sorun yaşamaya devam ederseniz veya yedek sistem kurtarma ortamına gereksinim duyarsanız, HP Müşteri Desteği'nden yardım almanız gerekebilir.
Item1353=HP Müşteri Desteği'ne aşağıdaki adresten ulaşabilirsiniz:
Item1354=www.hp.com/go/contacthp
Item1355=Bu programı kapatmak için Son'u tıklatın.
Item1356=Bu programı kapatmak için İptal'i tıklatın.

[File Backup Program 2.0]
Item1400=Yedek kopya oluşturmak için hangi dosya seçme yöntemini kullanmak istersiniz?
Item1401=Otomatik Seçim
Item1402=Yedeklenecek dosya kategorilerini seçin.
Item1403=Kullanıcı Seçimi
Item1404=Hangi klasörlerin ve dosyaların yedekleneceğini el ile seçin.
Item1405=Otomatik seçim ile, yedeklenecek dosya kategorilerini seçersiniz. Örneğin “Resimler” ve “Müzik ve diğer ses dosyaları”. Bunun ardından, program bilgisayarda bu kategorilerdeki dosyaları arar (bu tür dosyalar için yaygın olarak kullanılan önceden tanımlı dosya türleri kümesini temel alarak) ve bunları yedekler. Dosyalar sıkıştırılır ve erişilebilmesi için önce dosya geri yükleme seçeneği kullanılarak geri yüklenmeleri gerekir.
Item1406=Kullanıcı seçimi ile, Windows gezgini penceresini kullanarak tam olarak hangi dosyaların ve klasörlerin yedekleneceğini seçersiniz.
Item1407=Sıkıştırma: Dosyalar sıkıştırılır ve erişilebilmesi için önce dosya geri yükleme seçeneği kullanılarak geri yüklenmeleri gerekir.
Item1408=Sıkıştırılmamış: Dosyalar ve dizinler sıkıştırılmadan tek tek kopyalanır. Dosyalara dosya geri yükleme seçeneği kullanılmadan erişilebilir.
Item1409=Sıkıştırmayı kullanmak ister misiniz?
Item1410=Sıkıştırma
Item1411=Sıkıştırılmamış
Item1412=Dosyalar bir WIM dosyası biçimine sıkıştırılır ve erişilebilmesi için önce Dosya Geri Yükleme seçeneği kullanılarak bilgisayara geri yüklenmeleri gerekir. Bu seçenek yedekleme boyutunu küçültür; Dosya Geri Yükleme sırasında tüm dosyalar otomatik olarak C:\ dizinine yüklenir ve dosyalara Masaüstündeki bir kısayoldan erişilebilir.
Item1413=Dosyalar ve klasörler sıkıştırılmadan tek tek kopyalanır ve Dosya Geri Yükleme seçeneği kullanılmadan doğrudan yedekleme sürücüsünden erişilebilir. Bu seçenek yedekleme boyutunu küçültmez ve dosya ve klasörlerin bilgisayara el ile kopyalanması (kopyala/yapıştır) gerekir.
Item1414=Hangi dosyaları yedeklemek istiyorsunuz?
Item1415=Dosyalara Gözat
Item1416=Yedekleme boyutu:  00
Item1417=Ad
Item1418=Boyut
Item1419=Yedekleme ortamı seçimi
Item1420=Ortam seçimi: 00
Item1421=Yedekleme oluşturmak için bu türde 00 diski kullanmanız gerekir.
Item1422=Yedekleme işlemine seçilen ortamla devam etmek için İleri’yi tıklatın.
Item1423=Başka bir ortam türü seçmek için Geri'yi tıklatın.
Item1424=Dosya Hazırlanıyor
Item1425=Disk Oluşturuluyor
Item1426=Diske Yaz
Item1427=Diski Doğrula
Item1428=Lütfen 00 / 00 00 diskini yükleyin.
Item1429=Seçilen dosyalar
Item1430=Dosyaları kopyala
Item1431=Seçilen dosyalar ve dizinler kopyalandı
Item1432=Recovery Manager dosyaları başarıyla kopyaladı
Item1433=Yedekleme diskinin kapasitesinden büyük dosyalar var, yedekleme işlemine devam edilemiyor.
Item1434=Sıkıştırma moduna geç
Item1435=00 boyutunu aşan dosyaların seçimini kaldır
Item1436=Aygıtı tekrar seçin
Item1437=Büyük dosyalar listesi
Item1438=Lütfen 00 diskini takın.
Item1439=Diskte yedekleme için yeterli boş alan yok. Başka bir disk takın veya takılı olan diskte yer açın.
Item1440=Bu disk türü desteklenmiyor.
Item1441=Dosya boyutunu küçültür. Dosya Geri Yükleme seçeneğinin kullanılmasını gerektirir.
Item1442=Dosya boyutunu küçültmez, Dosya Geri Yükleme seçeneğini gerektirmez.
Item1443=Yedek kopya yalnızca optik ortama veya harici HDD’ye kaydedilebilir. İstenen aygıt ve/veya ortam türü aşağıda listelenmiyorsa, yedekleme işlemine devam edebilmek için lütfen aygıtın bağlı ve açık olmasını veya optik aygıta istenen ortam türünün takılı olmasını sağlayın.
Item1444=Bu yanlış disk veya disk bozulmuş olabilir. Lütfen disk 00'ı takın.
Item1445=Yedek yalnızca harici sabit sürücüye veya USB flash sürücüye NTFS biçiminde kaydedilebilir. Lütfen yedekleme işlemine devam etmeden önce, istediğiniz aygıtın bağlı olduğundan ve dosya sisteminin NTFS olduğundan emin olun.
Item1446=Otomatik Seçim veya Kullanıcı Seçimi'nde 00 seçilirse, tüm dosyalar Sıkıştırılmamış modda yedeklenir ve geri yüklenebilmesi için verilerin elle kopyalanması gerekir. Dosya Geri Yükleme seçeneği kullanılamaz.
Item1447=Tüm dosyalar 00 klasöründe depolanır.
Item1448=WIM dosyası biçiminde sıkıştırılan dosyaların kullanılabilmesi için, bilgisayara Dosya Geri Yükleme seçeneğiyle geri yüklenmesi gerekir. Bu seçenek yedekleme boyutunu mümkün olduğu kadar küçültür; tüm dosyalar belirlediğiniz hedefe geri yüklenir ve masaüstünde bulunan bir kısayol aracılığıyla erişilebilir hale gelir.
Item1449=00 verisi seçiminde sıkıştırma desteklenmez.
Item1450=00 verisi, yedekleme klasörünün kök dizini altında bulunan şu klasöre yedeklendi:
Item1451=Kurtarma işlemi tamamlandıktan sonra, 00 veri yedeğini yukarıdaki yedekleme medyası klasöründen sisteminize kopyalayın.
Item1452=00 verileri yalnızca Sıkıştırılmamış seçeneği kullanılarak yedeklenebilir.
Item1453=Lütfen Sıkıştırılmamış seçeneğini kullanarak yedekleme yapmak için Tamam öğesini; dosyaları tekrar yedeklemek içinse İptal öğesini seçin.

[Windows Recovery Environment]
Item1500=HP yedekleme ve kurtarma veya HP destek birimine başvurun

[Windows System Refresh]
Item1600=Kişisel dosyalarınızı etkilemeden PC'nizi yenileyin.

[AboutInfo]
Item1700=Bilgi
Item1701=Sürüm
Item1702=Kurtarma Medyası
Item1703=Sistem
Item1704=Ürün Numarası
Item1705=Seri Numarası
Item1706=HP Kurtarma Bölümü
Item1707=Evet
Item1708=Hayır
Item1709=Hakkında